{
  "siteSettings": {
    "mainColors": {
      "color1": "var(--main-color1)",
      "color2": "var(--main-color2)"
    },
    "pages": {
      "home": {
        "pagetitle": "Boards of Canada | Home",
        "h1_headline": "Willkommen in der Welt von Boards of Canada",
        "h1_text": "Erkunde die Diskografie, Geschichte und aufkommende Events dieses legendären Elektronik-Duos.",
        "list_data": {
          "/diskographie/album1": {
            "headline": "Twoism",
            "text": "Diese EP war ihre erste offizielle Veröffentlichung und zeigt bereits ihren charakteristischen Sound."
          },
          "/merch": {
            "headline": "Neue Merchandise-Artikel",
            "text": "T-Shirts und Vinyls: Entdecke exklusive Merchandise-Artikel von Boards of Canada."
          }
        }
      },
      "diskographie": {
        "pagetitle": "Boards of Canada | Diskografie",
        "h1_headline": "Die Diskografie von Boards of Canada",
        "h1_text": "Entdecke die Alben, EPs und Singles, die weltweit Anerkennung gefunden haben.",
        "list_data": {
          "album1": {
            "headline": "Twoism",
            "text": "Diese EP war ihre erste offizielle Veröffentlichung und zeigt bereits ihren charakteristischen Sound."
          },
          "album2": {
            "headline": "Music Has the Right to Children",
            "text": "Dieses Debütalbum brachte ihnen breite Anerkennung und wird oft als Meilenstein der elektronischen Musik angesehen. Es enthält Tracks wie 'Roygbiv' und 'Aquarius'."
          },
          "album3": {
            "headline": "Geogaddi",
            "text": "Ihr zweites Album ist bekannt für seine düstere und mysteriöse Atmosphäre und enthält Tracks wie '1969' und 'Gyroscope'."
          },
          "album4": {
            "headline": "The Campfire Headphase",
            "text": "Dieses Album ist von Folk- und Rock-Einflüssen geprägt und enthält Tracks wie 'Peacock Tail' und 'Chromakey Dreamcoat'."
          }
        }
      },
      "about": {
        "pagetitle": "Boards of Canada | Über uns",
        "h1_headline": "Über Boards of Canada",
        "h1_text": "Erfahre mehr über die Hintergründe von Boards of Canada, ihre musikalischen Einflüsse und ihre einzigartige Klanglandschaft.",
        "list_data": {
          "section1": {
            "headline": "Frühe Jahre und Gründung",
            "text": "Michael und Marcus wuchsen in Cullen, einer kleinen Küstenstadt im Nordosten Schottlands, auf. Schon früh entwickelten sie eine Leidenschaft für Musik und experimentierten mit Aufnahmegeräten."
          },
          "section2": {
            "headline": "Musikstil und Einflüsse",
            "text": "Boards of Canada ist bekannt für ihre nostalgischen und melancholischen Klanglandschaften, die oft von analogen Synthesizern, bruchstückhaften Samples und subtilen Beats geprägt sind."
          },
          "section3": {
            "headline": "Aktuelle Projekte",
            "text": "Nach einer längeren Pause haben Boards of Canada 2023 ihr neues Album 'Tomorrow's Harvest' veröffentlicht. Sie arbeiten auch an der Filmmusik für einen neuen Dokumentarfilm über die schottische Landschaft."
          }
        }
      },
      "events": {
        "pagetitle": "Boards of Canada | Events",
        "h1_headline": "Kommende Events von Boards of Canada",
        "h1_text": "Bleibe auf dem Laufenden über kommende Events und Auftritte von Boards of Canada.",
        "list_data": {
          "event1": {
            "headline": "Red Rocks Amphitheatre",
            "text": "Boards of Canada werden im Juli 2024 im Red Rocks Amphitheatre in Colorado auftreten."
          },
          "event2": {
            "headline": "London Electronic Music Festival",
            "text": "Im August 2024 treten Boards of Canada auf dem London Electronic Music Festival auf."
          },
          "event3": {
            "headline": "Coachella",
            "text": "Boards of Canada werden im April 2025 auf dem Coachella Festival in Kalifornien auftreten."
          }
        }
      },
      "merch": {
        "pagetitle": "Boards of Canada | Merchandise",
        "h1_headline": "Boards of Canada Merchandise",
        "h1_text": "Entdecke exklusive Merchandise-Artikel von Boards of Canada. Hol dir deine Lieblingsstücke und zeige deine Unterstützung für die Band.",
        "list_data": {
          "merch1": {
            "headline": "T-Shirts",
            "text": "Hochwertige T-Shirts mit exklusiven Designs von Boards of Canada."
          },
          "merch2": {
            "headline": "Vinyls",
            "text": "Sammlereditionen der Alben von Boards of Canada auf Vinyl."
          },
          "merch3": {
            "headline": "Poster",
            "text": "Poster mit einzigartigen Artworks von Boards of Canada."
          }
        }
      }
    }
  }
}